Revit 2024 API
BasicLossFactor Properties
The BasicLossFactor type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
 (Inherited from LossFactor.)
LossFactor
 The loss factor.
LossFactorValue
 The calculated loss factor value
 (Inherited from LossFactor.)
See Also
BasicLossFactor Class
Autodesk.Revit.DB.Lighting Namespace